Repository: smolynets/openschool_new
Catalog: students/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Students base
uk: База учнів

source: Student is leader of other group.
uk: Учень є старостою іншого класу

source: name
uk: імя

source: Group
uk: Клас

source: dates
uk: дата

source: group
uk: клас

source: groups
uk: класи

source: leader
uk: староста

source: Additional notes
uk: додаткові нотатки

source: user
uk: користувач

source: Monthly journal
uk: Місячний журнал

source: Monthly journals
uk: Місячні журнали

source: Student
uk: Учень

source: Date
uk: Дата

source: Students
uk: Учні

source: first_name
uk: імя

source: last_name
uk: прізвище

source: birthday
uk: дата народження

source: photo
uk: фото

source: ticket
uk: білет

source: Pupils acounting service of school
uk: Облік відвідування учнів

source: change language
uk: змінити мову

source: Logout
uk: Вийти

source: all pupils
uk: всі учні

source: Pupils acounting service
uk: Облік відвідування учнів

source: visiting
uk: відвідування

source: classes
uk: класи

source: Pupils
uk: учні

source: to contact
uk: звязатися

source: log journal
uk: журнал дій

source: list of users
uk: список користувачів

source: pupils
uk: учні

source: conection with administration of site
uk: звязатися з адміністратором сайту

source: Please, correct next errors!
uk: Будь - ласка, виправте наступні помилки!

source: editing class
uk: редагування класу

source: adding class
uk: додавання класу

source: name of class
uk: імя класу

source: additional notes
uk: додаткові нотатки

source: save
uk: зберегти

source: cancel
uk: відмінити

source: Fields marked with an asterisk are obligatory for filling
uk: Поля, відмічені зірочкою, обовязкові для заповнення!

source: deleting of class
uk: видалення класу

source: Do yuo realy to want delete
uk: Чи ви дійсно хочете видалити

source: delete
uk: видалити

source: pupils of class
uk: учні класу

source: add pupil
uk: додати учня

source: last name
uk: прізвище

source: first name
uk: імя

source: actions
uk: дії

source: action
uk: дія

source: edit
uk: редагувати

source: dont contains pupil
uk: не містить учнів

source: add class
uk: додати клас

source: Accounting Visits
uk: Облік відвідування

source: While no pupil in the database. Please add first
uk: Поки немає жодного учня, додайте!

source: Add
uk: додати

source: Changes to the log kept at a table click
uk: Зміни в базу даних відбуваються при кліку!

source: There preservation
uk: збереження

source: previous month
uk: попередній місяць

source: next month
uk: наступний місяць

source: pupil
uk: учні

source: present
uk: присутній

source: missing
uk: відсутній

source: Events log
uk: Журнал подій

source: level
uk: рівень

source: time
uk: час

source: details
uk: деталі

source: To add a student must first add the class!
uk: Для додавання учня необхідно спочатку додати клас!

source: In the base
uk: В базі

source: pupil delete
uk: видати учня

source: Your Username
uk: Ваше імя користувача

source: Your Password
uk: Ваш пароль

source: Login
uk: Ввійти

source: editing of pupil
uk: редагувати учня

source: adding of pupil
uk: додати учня

source: please, correct next errors!
uk: Будь - ласка, виправте наступні помилки!

source: class
uk: клас

source: select class
uk: виберіть клас

source: select group
uk: виберіть клас

source: additional information
uk: додаткова інформація

source: add
uk: додати

source: deleting pupil
uk: видалити учня

source: Do you really want to delete:
uk: Чи ви дійсно хочете видалити

source: ukrainian
uk: українська

source: українська
uk: ukrainian

source: Send
uk: Відправити

source: Your email
uk: ваш email

source: Title of list
uk: Заголовок списку

source: Text of massage
uk: Текст повідомлення

source: When you send a letter to an unexpected error occurred.
uk: Коли ви відправляли листа, відбулася неочікувана помилка!

source: Massage succefuly sended!
uk: Повідомлення відправлено успішно!

source: Name of class is mandatory.
uk: Імя класу є обовязковим!

source: class added sucessfully!
uk: клас доданий успішно

source: adding class canceled
uk: додавання класу скасовано

source: Name is mandatory.
uk: Імя є обовязковим

source: Name of leader is mandatory.
uk: Староста є обовязковим

source: Editing of class canceled. Class hasnt pupils
uk: Редагування класу скасовано. Клас не містить учнів

source: class edited succefully
uk: клас відредаговано успішно!

source: Editing class canceled
uk: редагування класу скасовано

source: Class deleted succefully
uk: клас видалено успішно

source: Remove impossible because in the class are pupils. You must first remove pupils
uk: Видалити неможливо, тощу що в класі є учні. Спочатку видаліть учнів!

source: Deleting class canceled
uk: Видалення класу скасовано!

source: First Name field is required
uk: Поле імя вимагається!

source: Last Name field is required
uk: Поле прізвище вимагається!

source: Enter the correct date format (eg 1986-03-23
uk: Введіть коректний формат дати (напр. 1986-03-23)

source: Select a class
uk: Виберіть клас

source: Select a correct class
uk: Виберіть коректний клас

source: Pupil successfully added
uk: Учня успішно додано

source: Adding the pupil canceled
uk: Додавання учня скасовано!

source: Name is mandatory
uk: Імя є обовязковим!

source: Last name is required
uk: Прізвище є обовязковим!

source: Enter the correct date format (eg. 12/30/1987)
uk: Введіть коректний формат дати (напр. 1986-03-23)

source: Group is mandatory
uk: Клас є обовязковим

source: Select the correct group
uk: Виберіть клас

source: The pupil is the head of another group
uk: Учень є старостою іншого класу

source: Edit the pupil has successfully completed
uk: Редагування учня успішно завершено!

source: Editing pupil canceled
uk: Редагування учня скасовано!

source: Pupil successfully removed
uk: Учень успішно видалений!

source: Removal of the pupil canceled
uk: Видалення учня скасовано!
